Repository: aaijitechstudio/SeerviSamajVadodara
Catalog: lib/l10n/app_*.arb
Languages: gu, hi

# apiKeyNotSet
source: API key not configured. Please set your NewsData.io API key in vadodara_news_service.dart
gu: API કી કonફિગર કરેલી નથી. કૃપા કરીને vadodara_news_service.dart માં તમારી NewsData.io API કી સેટ કરો
hi: API कुंजी कॉन्फ़िगर नहीं की गई है। कृपया vadodara_news_service.dart में अपनी NewsData.io API कुंजी सेट करें

source: Social
gu: સામાજિક
hi: सामाजिक

# socialNewsPaused
source: Social News Temporarily Unavailable
gu: સામાજિક સમાચાર અસ્થાયી રૂપે અનુપલબ્ધ
hi: सामाजिक समाचार अस्थायी रूप से अनुपलब्ध

# socialNewsPausedDescription
source: This section is currently being updated. Please check back soon or use the Vadodara News tab for the latest updates.
gu: આ વિભાગ હાલમાં અપડેટ કરવામાં આવી રહ્યો છે. કૃપા કરીને થોડા સમય પછી ફરીથી તપાસો અથવા નવીનતમ અપડેટ્સ માટે વડોદરા સમાચાર ટેબનો ઉપયોગ કરો.
hi: यह अनुभाग वर्तमान में अपडेट किया जा रहा है। कृपया कुछ समय बाद वापस जांचें या नवीनतम अपडेट के लिए वडोदरा समाचार टैब का उपयोग करें।

source: Business News
gu: વ્યવસાય સમાચાર
hi: व्यापार समाचार

source: Notifications
gu: સૂચનાઓ
hi: सूचनाएं

source: Coming Soon
gu: ટૂંક સમયમાં આવશે
hi: जल्द ही आ रहा है

source: More Options
gu: વધુ વિકલ્પો
hi: अधिक विकल्प

source: Feedback
gu: પ્રતિસાદ
hi: प्रतिक्रिया

source: Theme Mode
gu: થીમ મોડ
hi: थीम मोड

source: System Default
gu: સિસ્ટમ ડિફોલ્ટ
hi: सिस्टम डिफ़ॉल्ट

source: Account
gu: એકાઉન્ટ
hi: खाता

source: Appearance
gu: દેખાવ
hi: दिखावट

source: About
gu: વિશે
hi: के बारे में

source: Change Password
gu: પાસવર્ડ બદલો
hi: पासवर्ड बदलें

# changePasswordDescription
source: Update your account password
gu: તમારો એકાઉન્ટ પાસવર્ડ અપડેટ કરો
hi: अपना खाता पासवर्ड अपडेट करें

# changePasswordFeatureComingSoon
source: Change password feature will be available soon.
gu: પાસવર્ડ બદલવાની સુવિધા ટૂંક સમયમાં ઉપલબ્ધ થશે.
hi: पासवर्ड बदलने की सुविधा जल्द ही उपलब्ध होगी।

# themeModeFeatureComingSoon
source: Theme mode selection will be available soon.
gu: થીમ મોડ પસંદગી ટૂંક સમયમાં ઉપલબ્ધ થશે.
hi: थीम मोड चयन जल्द ही उपलब्ध होगा।

# manageNotifications
source: Manage notification preferences
gu: સૂચના પસંદગીઓ મેનેજ કરો
hi: सूचना प्राथमिकताएं प्रबंधित करें

source: App Version
gu: એપ્લિકેશન વર્ઝન
hi: ऐप संस्करण

source: Light Mode
gu: લાઇટ મોડ
hi: लाइट मोड

source: Dark Mode
gu: ડાર્ક મોડ
hi: डार्क मोड

source: Photo Gallery
gu: ફોટો ગેલેરી
hi: फोटो गैलरी

source: No Photos Available
gu: કોઈ ફોટો ઉપલબ્ધ નથી
hi: कोई फोटो उपलब्ध नहीं

# photoGalleryEmptyMessage
source: Photos will be displayed here once they are added to the gallery.
gu: ગેલેરીમાં ફોટો ઉમેર્યા પછી અહીં પ્રદર્શિત કરવામાં આવશે.
hi: गैलरी में फोटो जोड़े जाने के बाद यहां प्रदर्शित किए जाएंगे।

source: Vadodara Photos
gu: વડોદરા ફોટો
hi: वडोदरा फोटो

source: Aaiji Darshan
gu: આઈજી દર્શન
hi: आईजी दर्शन

source: No Vadodara Photos Available
gu: કોઈ વડોદરા ફોટો ઉપલબ્ધ નથી
hi: कोई वडोदरा फोटो उपलब्ध नहीं

# elevenNiyamTitle
source: Shri Aimataji Bel Ke Gyarah Niyam
gu: શ્રી આઈમાતાજી બેલ કે ગ્યારહ નિયમ
hi: श्री आईमाताजी बेल के ग्यारह नियम

# niyam1
source: First, abandon falsehood, find happiness
gu: પ્રથમ જૂઠ તજો સુખ પાઈ
hi: प्रथम जूठ तजो सुख पाई

# niyam2
source: Second, give up intoxication and meat
gu: દૂજો મદ-માંસ છુડાઈ
hi: दूजो मद-मांस छुड़ाई

# niyam3
source: Third, do not take interest on money
gu: તીજો ધન પર બ્યાજ ન લેવો
hi: तीजो धन पर ब्याज न लेवो

# niyam4
source: Fourth, never gamble
gu: ચોથે જુઆ કભી ન ખેલો
hi: चौथे जुआ कभी न खेलो

# niyam5
source: Fifth, serve your parents
gu: પંચમ માતા-પિતા રી સેવા
hi: पंचम माता-पिता री सेवा

# niyam6
source: Sixth, be a god to guests
gu: છઠ્ઠે અભ્યાગત હો દેવા
hi: छठे अभ्यागत हो देवा

# niyam7
source: Seventh, obey the guru's command
gu: સાત ગુરૂ કી આજ્ઞા પાલો
hi: सात गुरू की आज्ञा पालो

# niyam8
source: Eighth, walk the path of welfare for others
gu: આઠો પર હિત માર્ગ ચાલો
hi: आठो पर हित मार्ग चालो

# niyam9
source: Ninth, consider other women as mothers
gu: નવ પર નારી માતા જાણો
hi: नव पर नारी माता जाणों

# niyam10
source: Tenth, marry off daughters righteously
gu: દસ કન્યા કો ધર્મ પરણાવો
hi: दस कन्या को धर्म परणावो

# niyam11
source: Eleventh, walk the path of righteousness with eleven knots
gu: ગાંઠ ગ્યારહ સંમાર્ગ ચલના
hi: गांठ ग्यारह संमार्ग चलना

source: Shree
gu: શ્રી
hi: श्री

# forgotPasswordTitle
source: Forgot Password
gu: પાસવર્ડ ભૂલી ગયા
hi: पासवर्ड भूल गए

source: Reset Your Password
gu: તમારો પાસવર્ડ રીસેટ કરો
hi: अपना पासवर्ड रीसेट करें

# resetPasswordDescription
source: Enter your email address and we'll send you a link to reset your password.
gu: તમારું ઇમેઇલ સરનામું દાખલ કરો અને અમે તમને પાસવર્ડ રીસેટ કરવા માટે એક લિંક મોકલીશું.
hi: अपना ईमेल पता दर्ज करें और हम आपको पासवर्ड रीसेट करने के लिए एक लिंक भेजेंगे।

source: Enter your email
gu: તમારું ઇમેઇલ દાખલ કરો
hi: अपना ईमेल दर्ज करें

source: Send Reset Link
gu: રીસેટ લિંક મોકલો
hi: रीसेट लिंक भेजें

source: Email Sent!
gu: ઇમેઇલ મોકલ્યો!
hi: ईमेल भेजा गया!

# emailSentDescription
source: We've sent a password reset link to {email}. Please check your email and follow the instructions.
gu: અમે {email} પર પાસવર્ડ રીસેટ લિંક મોકલ્યો છે. કૃપા કરીને તમારું ઇમેઇલ તપાસો અને સૂચનાઓનું પાલન કરો.
hi: हमने {email} पर एक पासवर्ड रीसेट लिंक भेजा है। कृपया अपना ईमेल जांचें और निर्देशों का पालन करें।

source: Back to Login
gu: લૉગિન પર પાછા જાઓ
hi: लॉगिन पर वापस जाएं

# passwordResetEmailSent
source: Password reset email sent! Please check your inbox.
gu: પાસવર્ડ રીસેટ ઇમેઇલ મોકલ્યો! કૃપા કરીને તમારું ઇનબૉક્સ તપાસો.
hi: पासवर्ड रीसेट ईमेल भेजा गया! कृपया अपना इनबॉक्स जांचें।

source: Please enter your email
gu: કૃપા કરીને તમારું ઇમેઇલ દાખલ કરો
hi: कृपया अपना ईमेल दर्ज करें

source: Push Notifications
gu: પુશ સૂચનાઓ
hi: पुश सूचनाएं

source: Enable Push Notifications
gu: પુશ સૂચનાઓ સક્ષમ કરો
hi: पुश सूचनाएं सक्षम करें

# pushNotificationsDescription
source: Receive notifications on your device
gu: તમારા ઉપકરણ પર સૂચનાઓ પ્રાપ્ત કરો
hi: अपने डिवाइस पर सूचनाएं प्राप्त करें

source: Email Notifications
gu: ઇમેઇલ સૂચનાઓ
hi: ईमेल सूचनाएं

source: Enable Email Notifications
gu: ઇમેઇલ સૂચનાઓ સક્ષમ કરો
hi: ईमेल सूचनाएं सक्षम करें

# emailNotificationsDescription
source: Receive notifications via email
gu: ઇમેઇલ દ્વારા સૂચનાઓ પ્રાપ્ત કરો
hi: ईमेल के माध्यम से सूचनाएं प्राप्त करें

source: Notification Types
gu: સૂચના પ્રકારો
hi: सूचना प्रकार

# eventsNotificationDescription
source: Get notified about upcoming events
gu: આગામી ઇવેન્ટ્સ વિશે સૂચિત રહો
hi: आगामी इवेंट्स के बारे में सूचित रहें

# announcementsNotificationDescription
source: Get notified about community announcements
gu: સમુદાયની ઘોષણાઓ વિશે સૂચિત રહો
hi: समुदाय की घोषणाओं के बारे में सूचित रहें

source: Member Updates
gu: સભ્ય અપડેટ્સ
hi: सदस्य अपडेट

# memberUpdatesDescription
source: Get notified about new members and updates
gu: નવા સભ્યો અને અપડેટ્સ વિશે સૂચિત રહો
hi: नए सदस्यों और अपडेट के बारे में सूचित रहें

source: News Updates
gu: સમાચાર અપડેટ્સ
hi: समाचार अपडेट

# newsUpdatesDescription
source: Get notified about community news
gu: સમુદાય સમાચાર વિશે સૂચિત રહો
hi: समुदाय समाचार के बारे में सूचित रहें

# termsAndConditionsTitle
source: Terms and Conditions
gu: નિયમો અને શરતો
hi: नियम और शर्तें

source: Last Updated
gu: છેલ્લું અપડેટ
hi: अंतिम अपडेट

# acceptanceOfTerms
source: 1. Acceptance of Terms
gu: 1. નિયમોની સ્વીકૃતિ
hi: 1. नियमों की स्वीकृति

# acceptanceOfTermsContent
source: By accessing and using the Seervi Kshatriya Samaj Vadodara mobile application, you accept and agree to be bound by the terms and provision of this agreement.
gu: સીર્વી ક્ષત્રિય સમાજ વડોદરા મોબાઇલ એપ્લિકેશન સુધી પહોંચવા અને ઉપયોગ કરવાથી, તમે આ કરારની શરતો અને જોગવાઈઓથી બંધાયેલા રહેવા માટે સહમત છો.
hi: सीर्वी क्षत्रिय समाज वडोदरा मोबाइल एप्लिकेशन तक पहुंचने और उपयोग करने से, आप इस समझौते की शर्तों और प्रावधानों से बाध्य होने के लिए सहमत हैं।

# useLicense
source: 2. Use License
gu: 2. ઉપયોગ લાઇસેન્સ
hi: 2. उपयोग लाइसेंस

# useLicenseContent
source: Permission is granted to temporarily use the application for personal, non-commercial transitory viewing only. This is the grant of a license, not a transfer of title.
gu: વ્યક્તિગત, બિન-વ્યાવસાયિક અસ્થાયી જોવા માટે અસ્થાયી રીતે એપ્લિકેશનનો ઉપયોગ કરવાની પરવાનગી આપવામાં આવી છે. આ એક લાઇસેન્સની મંજૂરી છે, શીર્ષકનું સ્થાનાંતરણ નથી.
hi: व्यक्तिगत, गैर-व्यावसायिक अस्थायी देखने के लिए अस्थायी रूप से एप्लिकेशन का उपयोग करने की अनुमति दी गई है। यह एक लाइसेंस का अनुदान है, शीर्षक का हस्तांतरण नहीं।

# userAccount
source: 3. User Account
gu: 3. વપરાશકર્તા એકાઉન્ટ
hi: 3. उपयोगकर्ता खाता

# userAccountContent
source: You are responsible for maintaining the confidentiality of your account and password. You agree to accept responsibility for all activities that occur under your account.
gu: તમે તમારા એકાઉન્ટ અને પાસવર્ડની ગુપ્તતા જાળવવા માટે જવાબદાર છો. તમે તમારા એકાઉન્ટ હેઠળ થતી તમામ પ્રવૃત્તિઓની જવાબદારી સ્વીકારવા માટે સહમત છો.
hi: आप अपने खाते और पासवर्ड की गोपनीयता बनाए रखने के लिए जिम्मेदार हैं। आप अपने खाते के तहत होने वाली सभी गतिविधियों की जिम्मेदारी स्वीकार करने के लिए सहमत हैं।

# communityGuidelines
source: 4. Community Guidelines
gu: 4. સમુદાય દિશાનિર્દેશો
hi: 4. समुदाय दिशानिर्देश

# communityGuidelinesContent
source: Users must respect all community members and follow community guidelines. Any violation may result in account suspension or termination.
gu: વપરાશકર્તાઓએ બધા સમુદાયના સભ્યોનો આદર કરવો જોઈએ અને સમુદાય દિશાનિર્દેશોનું પાલન કરવું જોઈએ. કોઈપણ ઉલ્લંઘનના પરિણામે એકાઉન્ટ સસ્પેન્શન અથવા સમાપ્તિ થઈ શકે છે.
hi: उपयोगकर्ताओं को सभी समुदाय के सदस्यों का सम्मान करना चाहिए और समुदाय दिशानिर्देशों का पालन करना चाहिए। किसी भी उल्लंघन के परिणामस्वरूप खाता निलंबन या समाप्ति हो सकती है।

# privacy
source: 5. Privacy
gu: 5. ગોપનીયતા
hi: 5. गोपनीयता

# privacyContent
source: Your use of the application is also governed by our Privacy Policy. Please review our Privacy Policy to understand our practices.
gu: એપ્લિકેશનનો તમારો ઉપયોગ અમારી ગોપનીયતા નીતિ દ્વારા પણ શાસિત છે. કૃપા કરીને અમારી પ્રથાઓ સમજવા માટે અમારી ગોપનીયતા નીતિની સમીક્ષા કરો.
hi: एप्लिकेशन का आपका उपयोग हमारी गोपनीयता नीति द्वारा भी शासित है। कृपया हमारी प्रथाओं को समझने के लिए हमारी गोपनीयता नीति की समीक्षा करें।

# limitationOfLiability
source: 6. Limitation of Liability
gu: 6. જવાબદારીની મર્યાદા
hi: 6. दायित्व की सीमा

# limitationOfLiabilityContent
source: The application and its content are provided "as is" without warranties of any kind. We shall not be liable for any damages arising from the use of the application.
gu: એપ્લિકેશન અને તેની સામગ્રી "જેમ છે" કોઈપણ પ્રકારની વોરંટી વગર પ્રદાન કરવામાં આવે છે. અમે એપ્લિકેશનના ઉપયોગથી થતા કોઈપણ નુકસાન માટે જવાબદાર રહેશું નહીં.
hi: एप्लिकेशन और उसकी सामग्री "जैसी है" बिना किसी प्रकार की वारंटी के प्रदान की जाती है। हम एप्लिकेशन के उपयोग से उत्पन्न होने वाले किसी भी नुकसान के लिए उत्तरदायी नहीं होंगे।

# changesToTerms
source: 7. Changes to Terms
gu: 7. નિયમોમાં ફેરફારો
hi: 7. नियमों में परिवर्तन

# changesToTermsContent
source: We reserve the right to modify these terms at any time. Your continued use of the application after any changes constitutes acceptance of the new terms.
gu: અમે કોઈપણ સમયે આ નિયમોને સંશોધિત કરવાનો અધિકાર સુરક્ષિત રાખીએ છીએ. કોઈપણ ફેરફાર પછી એપ્લિકેશનનો તમારો સતત ઉપયોગ નવા નિયમોની સ્વીકૃતિનું રચના કરે છે.
hi: हम किसी भी समय इन नियमों को संशोधित करने का अधिकार सुरक्षित रखते हैं। किसी भी परिवर्तन के बाद एप्लिकेशन का आपका निरंतर उपयोग नए नियमों की स्वीकृति का गठन करता है।

# termsContactDescription
source: If you have any questions about these Terms and Conditions, please contact us through the app's contact section.
gu: જો આ નિયમો અને શરતો વિશે તમારા કોઈ પ્રશ્નો હોય, તો કૃપા કરીને એપના સંપર્ક વિભાગ દ્વારા અમારો સંપર્ક કરો.
hi: यदि इन नियमों और शर्तों के बारे में आपके कोई प्रश्न हैं, तो कृपया ऐप के संपर्क अनुभाग के माध्यम से हमसे संपर्क करें।

# privacyPolicyTitle
source: Privacy Policy
gu: ગોપનીયતા નીતિ
hi: गोपनीयता नीति

# informationWeCollect
source: 1. Information We Collect
gu: 1. અમે જે માહિતી એકત્રિત કરીએ છીએ
hi: 1. हम जो जानकारी एकत्र करते हैं

# informationWeCollectContent
source: We collect information that you provide directly to us, including: • Name, email address, and phone number • Profile information and photos • Community-related information • Device information and usage data
gu: અમે તે માહિતી એકત્રિત કરીએ છીએ જે તમે અમને સીધી પ્રદાન કરો છો, જેમાં શામેલ છે: • નામ, ઇમેઇલ સરનામું અને ફોન નંબર • પ્રોફાઇલ માહિતી અને ફોટા • સમુદાય-સંબંધિત માહિતી • ઉપકરણ માહિતી અને ઉપયોગ ડેટા
hi: हम वह जानकारी एकत्र करते हैं जो आप हमें सीधे प्रदान करते हैं, जिसमें शामिल है: • नाम, ईमेल पता और फोन नंबर • प्रोफ़ाइल जानकारी और फोटो • समुदाय-संबंधित जानकारी • डिवाइस जानकारी और उपयोग डेटा

# howWeUseYourInformation
source: 2. How We Use Your Information
gu: 2. અમે તમારી માહિતીનો ઉપયોગ કેવી રીતે કરીએ છીએ
hi: 2. हम आपकी जानकारी का उपयोग कैसे करते हैं

# howWeUseYourInformationContent
source: We use the information we collect to: • Provide and maintain the application • Send you notifications and updates • Improve our services • Communicate with you about community events
gu: અમે એકત્રિત કરેલી માહિતીનો ઉપયોગ કરીએ છીએ: • એપ્લિકેશન પ્રદાન કરવા અને જાળવવા માટે • તમને સૂચનાઓ અને અપડેટ્સ મોકલવા માટે • અમારી સેવાઓમાં સુધારો કરવા માટે • સમુદાયની ઇવેન્ટ્સ વિશે તમારી સાથે સંદેશાવ્યવહાર કરવા માટે
hi: हम एकत्र की गई जानकारी का उपयोग करते हैं: • एप्लिकेशन प्रदान करने और बनाए रखने के लिए • आपको सूचनाएं और अपडेट भेजने के लिए • हमारी सेवाओं में सुधार करने के लिए • समुदाय के इवेंट्स के बारे में आपसे संवाद करने के लिए

# informationSharing
source: 3. Information Sharing
gu: 3. માહિતી શેરિંગ
hi: 3. जानकारी साझाकरण

# informationSharingContent
source: We do not sell your personal information. We may share your information only: • With other community members (as per your privacy settings) • With service providers who assist us in operating the app • When required by law
gu: અમે તમારી વ્યક્તિગત માહિતી વેચતા નથી. અમે તમારી માહિતી ફક્ત શેર કરી શકીએ છીએ: • અન્ય સમુદાય સભ્યો સાથે (તમારી ગોપનીયતા સેટિંગ્સ અનુસાર) • સેવા પ્રદાતાઓ સાથે જે એપ ચલાવવામાં અમારી સહાય કરે છે • જ્યારે કાયદા દ્વારા જરૂરી હોય
hi: हम आपकी व्यक्तिगत जानकारी नहीं बेचते हैं। हम आपकी जानकारी केवल साझा कर सकते हैं: • अन्य समुदाय सदस्यों के साथ (आपकी गोपनीयता सेटिंग्स के अनुसार) • सेवा प्रदाताओं के साथ जो ऐप चलाने में हमारी सहायता करते हैं • जब कानून द्वारा आवश्यक हो

# dataSecurity
source: 4. Data Security
gu: 4. ડેટા સુરક્ષા
hi: 4. डेटा सुरक्षा

# dataSecurityContent
source: We implement appropriate security measures to protect your personal information. However, no method of transmission over the internet is 100% secure.
gu: અમે તમારી વ્યક્તિગત માહિતીની સુરક્ષા માટે યોગ્ય સુરક્ષા પગલાં લાગુ કરીએ છીએ. જો કે, ઇન્ટરનેટ પર પ્રસારણની કોઈપણ પદ્ધતિ 100% સુરક્ષિત નથી.
hi: हम आपकी व्यक्तिगत जानकारी की सुरक्षा के लिए उपयुक्त सुरक्षा उपाय लागू करते हैं। हालांकि, इंटरनेट पर प्रसारण की कोई भी विधि 100% सुरक्षित नहीं है।

# yourRights
source: 5. Your Rights
gu: 5. તમારા અધિકારો
hi: 5. आपके अधिकार

# yourRightsContent
source: You have the right to: • Access your personal data • Correct inaccurate data • Request deletion of your data • Opt-out of certain communications
gu: તમારે અધિકાર છે: • તમારા વ્યક્તિગત ડેટા સુધી પહોંચવાનો • ખોટા ડેટાને સુધારવાનો • તમારા ડેટાને કાઢી નાખવાની વિનંતી કરવાનો • ચોક્કસ સંદેશાવ્યવહારથી બહાર નીકળવાનો
hi: आपको अधिकार है: • अपने व्यक्तिगत डेटा तक पहुंचने का • गलत डेटा को सही करने का • अपने डेटा को हटाने का अनुरोध करने का • कुछ संचार से बाहर निकलने का

# childrensPrivacy
source: 6. Children's Privacy
gu: 6. બાળકોની ગોપનીયતા
hi: 6. बच्चों की गोपनीयता

# childrensPrivacyContent
source: Our application is not intended for children under 13 years of age. We do not knowingly collect personal information from children.
gu: અમારી એપ્લિકેશન 13 વર્ષથી નીચેના બાળકો માટે નથી. અમે જાણીજોઈને બાળકો પાસેથી વ્યક્તિગત માહિતી એકત્રિત કરતા નથી.
hi: हमारा एप्लिकेशन 13 वर्ष से कम उम्र के बच्चों के लिए नहीं है। हम जानबूझकर बच्चों से व्यक्तिगत जानकारी एकत्र नहीं करते हैं।

# changesToThisPolicy
source: 7. Changes to This Policy
gu: 7. આ નીતિમાં ફેરફારો
hi: 7. इस नीति में परिवर्तन

# changesToThisPolicyContent
source: We may update our Privacy Policy from time to time. We will notify you of any changes by posting the new policy on this page.
gu: અમે સમય-સમયે અમારી ગોપનીયતા નીતિ અપડેટ કરી શકીએ છીએ. અમે આ પૃષ્ઠ પર નવી નીતિ પોસ્ટ કરીને કોઈપણ ફેરફાર વિશે તમને સૂચિત કરીશું.
hi: हम समय-समय पर अपनी गोपनीयता नीति अपडेट कर सकते हैं। हम इस पृष्ठ पर नई नीति पोस्ट करके किसी भी परिवर्तन के बारे में आपको सूचित करेंगे।

# privacyContactDescription
source: If you have any questions about this Privacy Policy, please contact us through the app's contact section.
gu: જો આ ગોપનીયતા નીતિ વિશે તમારા કોઈ પ્રશ્નો હોય, તો કૃપા કરીને એપના સંપર્ક વિભાગ દ્વારા અમારો સંપર્ક કરો.
hi: यदि इस गोपनीयता नीति के बारे में आपके कोई प्रश्न हैं, तो कृपया ऐप के संपर्क अनुभाग के माध्यम से हमसे संपर्क करें।
