Repository: aaijitechstudio/SeerviSamajVadodara
Catalog: lib/l10n/app_*.arb
Languages: gu, hi

# appName
source: Seervi Kshatriya Samaj
gu: સીરવી ક્ષત્રિય સમાજ
hi: सीरवी क्षत्रिय समाज

source: Welcome
gu: સ્વાગત
hi: स्वागत

source: Loading...
gu: લોડ થઈ રહ્યું છે...
hi: लोड हो रहा है...

source: Error
gu: ભૂલ
hi: त्रुटि

source: Success
gu: સફળતા
hi: सफलता

source: Cancel
gu: રદ કરો
hi: रद्द करें

source: OK
gu: બરાબર
hi: ठीक है

source: Save
gu: સેવ કરો
hi: सेव करें

source: Delete
gu: ડિલીટ કરો
hi: डिलीट करें

source: Edit
gu: એડિટ કરો
hi: एडिट करें

source: Share
gu: શેર કરો
hi: शेयर करें

source: Search
gu: શોધો
hi: खोजें

source: Sign In
gu: સાઇન ઇન
hi: साइन इन

source: Sign Up
gu: સાઇન અપ
hi: साइन अप

source: Sign Out
gu: સાઇન આઉટ
hi: साइन आउट

source: Email
gu: ઇમેઇલ
hi: ईमेल

source: Password
gu: પાસવર્ડ
hi: पासवर्ड

source: Confirm Password
gu: પાસવર્ડ કન્ફર્મ કરો
hi: पासवर्ड कन्फर्म करें

source: Full Name
gu: પૂરું નામ
hi: पूरा नाम

source: Phone Number
gu: ફોન નંબર
hi: फोन नंबर

source: Forgot Password?
gu: પાસવર્ડ ભૂલી ગયા?
hi: पासवर्ड भूल गए?

# dontHaveAccount
source: Don't have an account?
gu: એકાઉન્ટ નથી?
hi: अकाउंट नहीं है?

# alreadyHaveAccount
source: Already have an account?
gu: પહેલેથી એકાઉન્ટ છે?
hi: पहले से अकाउंट है?

source: Continue as Guest
gu: મહેમાન તરીકે ચાલુ રાખો
hi: अतिथि के रूप में जारी रखें

source: Guest Mode
gu: મહેમાન મોડ
hi: अतिथि मोड

# limitedAccess
source: Limited access. Login for full features.
gu: મર્યાદિત પહોંચ. સંપૂર્ણ સુવિધાઓ માટે લૉગિન કરો.
hi: सीमित पहुंच। पूर्ण सुविधाओं के लिए लॉगिन करें।

# becomeVerifiedMember
source: Become a Verified Member
gu: ચકાસાયેલ સભ્ય બનો
hi: सत्यापित सदस्य बनें

# getFullAccess
source: Get full access to member directory, contact details, and more features.
gu: સભ્ય ડિરેક્ટરી, સંપર્ક વિગતો અને વધુ સુવિધાઓ સુધી સંપૂર્ણ પહોંચ મેળવો.
hi: सदस्य निर्देशिका, संपर्क विवरण और अधिक सुविधाओं तक पूर्ण पहुंच प्राप्त करें।

source: Login / Register
gu: લૉગિન / રજિસ્ટર
hi: लॉगिन / रजिस्टर

source: Members
gu: સભ્યો
hi: सदस्य

source: News
gu: સમાચાર
hi: समाचार

source: Events
gu: ઇવેન્ટ્સ
hi: इवेंट्स

source: Committee
gu: સમિતિ
hi: समिति

source: Helpline
gu: હેલ્પલાઇન
hi: हेल्पलाइन

source: Admin
gu: એડમિન
hi: एडमिन

source: Profile
gu: પ્રોફાઇલ
hi: प्रोफाइल

source: Home
gu: હોમ
hi: होम

source: Menu
gu: મેનુ
hi: मेनू

source: Settings
gu: સેટિંગ્સ
hi: सेटिंग्स

source: Member Directory
gu: સભ્ય ડિરેક્ટરી
hi: सदस्य निर्देशिका

# newsAnnouncements
source: News
gu: સમાચાર
hi: समाचार

source: Committee Members
gu: સમિતિ સભ્યો
hi: समिति सदस्य

source: Quick Access
gu: ઝડપી પહોંચ
hi: त्वरित पहुंच

# welcomeUser
source: Welcome, {name}
gu: સ્વાગત છે, {name}
hi: स्वागत है, {name}

# samajTitle
source: Shri Seervi Kshatriya Samaj
gu: શ્રી સીરવી ક્ષત્રિય સમાજ
hi: श्री सीरवी क्षत्रिय समाज

# samajVadodara
source: Vadodara
gu: વડોદરા
hi: वडोदरा

source: Login
gu: લૉગિન
hi: लॉगिन

source: OR
gu: અથવા
hi: या

source: Register (Members Only)
gu: રજિસ્ટર (માત્ર સભ્યો)
hi: रजिस्टर (केवल सदस्य)

# guestUsersCanBrowse
source: Guest users can browse limited data
gu: મહેમાન વપરાશકર્તાઓ મર્યાદિત ડેટા બ્રાઉઝ કરી શકે છે
hi: अतिथि उपयोगकर्ता सीमित डेटा ब्राउज़ कर सकते हैं

source: No members found
gu: કોઈ સભ્ય મળ્યા નથી
hi: कोई सदस्य नहीं मिला

# loginToViewDirectory
source: Login to view member directory
gu: સભ્ય ડિરેક્ટરી જોવા માટે લૉગિન કરો
hi: सदस्य निर्देशिका देखने के लिए लॉगिन करें

# searchByNameHouseId
source: Search by name, house ID, area, profession...
gu: નામ, હાઉસ આઈડી, વિસ્તાર, વ્યવસાય દ્વારા શોધો...
hi: नाम, हाउस आईडी, क्षेत्र, पेशे से खोजें...

source: Filter Members
gu: સભ્યો ફિલ્ટર કરો
hi: सदस्य फ़िल्टर करें

source: Area
gu: વિસ્તાર
hi: क्षेत्र

source: Profession
gu: વ્યવસાય
hi: पेशा

source: All
gu: બધા
hi: सभी

source: Clear All
gu: બધું સાફ કરો
hi: सभी साफ करें

source: Close
gu: બંધ કરો
hi: बंद करें

source: Member Details
gu: સભ્ય વિગતો
hi: सदस्य विवरण

source: House ID
gu: હાઉસ આઈડી
hi: हाउस आईडी

source: Contact Information
gu: સંપર્ક માહિતી
hi: संपर्क जानकारी

source: Phone
gu: ફોન
hi: फोन

source: Details
gu: વિગતો
hi: विवरण

source: Address
gu: સરનામું
hi: पता

source: Family Members
gu: પરિવારના સભ્યો
hi: परिवार के सदस्य

source: Call
gu: કૉલ કરો
hi: कॉल करें

source: WhatsApp
gu: વોટ્સએપ
hi: व्हाट्सएप

source: No upcoming events
gu: કોઈ આગામી કાર્યક્રમો નથી
hi: कोई आगामी कार्यक्रम नहीं

source: Upcoming
gu: આગામી
hi: आगामी

# noAnnouncements
source: No announcements yet
gu: હજુ કોઈ જાહેરાતો નથી
hi: अभी तक कोई घोषणा नहीं

source: Pinned
gu: પિન કરેલ
hi: पिन किया गया

source: By
gu: દ્વારા
hi: द्वारा

source: Emergency Contacts
gu: જરૂરી સંપર્કો
hi: आपातकालीन संपर्क

source: Medical Emergency
gu: તબીબી આપત્તિ
hi: चिकित्सा आपातकाल

source: Samaj Helpline
gu: સમાજ હેલ્પલાઇન
hi: समाज हेल्पलाइन

source: Samaj Office
gu: સમાજ કાર્યાલય
hi: समाज कार्यालय

source: Add Member
gu: સભ્ય ઉમેરો
hi: सदस्य जोड़ें

source: Add Announcement
gu: જાહેરાત ઉમેરો
hi: घोषणा जोड़ें

source: Add Event
gu: કાર્યક્રમ ઉમેરો
hi: कार्यक्रम जोड़ें

source: Title
gu: શીર્ષક
hi: शीर्षक

source: Content
gu: સામગ્રી
hi: सामग्री

source: Description
gu: વર્ણન
hi: विवरण

# imageUrl
source: Image URL (optional)
gu: છબી URL (વૈકલ્પિક)
hi: छवि URL (वैकल्पिक)

source: Pin Announcement
gu: જાહેરાત પિન કરો
hi: घोषणा पिन करें

source: Select Event Date
gu: કાર્યક્રમની તારીખ પસંદ કરો
hi: कार्यक्रम की तारीख चुनें

source: Select Event Time
gu: કાર્યક્રમનો સમય પસંદ કરો
hi: कार्यक्रम का समय चुनें

source: Location
gu: સ્થાન
hi: स्थान

source: Verified Member
gu: ચકાસાયેલ સભ્ય
hi: सत्यापित सदस्य

source: Please select event date
gu: કૃપા કરીને કાર્યક્રમની તારીખ પસંદ કરો
hi: कृपया कार्यक्रम की तारीख चुनें

source: Member added successfully
gu: સભ્ય સફળતાપૂર્વક ઉમેર્યો
hi: सदस्य सफलतापूर्वक जोड़ा गया

source: Announcement added successfully
gu: જાહેરાત સફળતાપૂર્વક ઉમેરી
hi: घोषणा सफलतापूर्वक जोड़ी गई

source: Event added successfully
gu: કાર્યક્રમ સફળતાપૂર્વક ઉમેર્યો
hi: कार्यक्रम सफलतापूर्वक जोड़ा गया

source: Member verified
gu: સભ્ય ચકાસાયેલ
hi: सदस्य सत्यापित

source: Member deleted
gu: સભ્ય ડિલીટ કર્યો
hi: सदस्य हटाया गया

source: Delete Member
gu: સભ્ય ડિલીટ કરો
hi: सदस्य हटाएं

# areYouSureDeleteMember
source: Are you sure you want to delete this member?
gu: શું તમે ખરેખર આ સભ્યને ડિલીટ કરવા માંગો છો?
hi: क्या आप वाकई इस सदस्य को हटाना चाहते हैं?

# noMembersFoundAdmin
source: No members found
gu: કોઈ સભ્ય મળ્યા નથી
hi: कोई सदस्य नहीं मिला

source: No announcements found
gu: કોઈ જાહેરાતો મળી નથી
hi: कोई घोषणा नहीं मिली

source: No events found
gu: કોઈ કાર્યક્રમો મળ્યા નથી
hi: कोई कार्यक्रम नहीं मिला

source: Access Denied
gu: પ્રવેશ નકાર્યો
hi: पहुंच अस्वीकृत

source: Admin privileges required.
gu: એડમિન વિશેષાધિકાર જરૂરી છે.
hi: एडमिन विशेषाधिकार आवश्यक।

source: Language
gu: ભાષા
hi: भाषा

source: Select Language
gu: ભાષા પસંદ કરો
hi: भाषा चुनें

source: Directory
gu: ડિરેક્ટરી
hi: निर्देशिका

source: Limited
gu: મર્યાદિત
hi: सीमित

source: Announcements
gu: ઘોષણાઓ
hi: घोषणाएं

source: Emergency
gu: જરૂરી
hi: आपातकाल

source: Panel
gu: પેનલ
hi: पैनल

source: Create Post
gu: પોસ્ટ બનાવો
hi: पोस्ट बनाएं

source: Add Photos
gu: છબીઓ ઉમેરો
hi: फोटो जोड़ें

source: Add Video
gu: વિડિઓ ઉમેરો
hi: वीडियो जोड़ें

source: Join Our Community
gu: અમારા સમુદાયમાં જોડાઓ
hi: हमारे समुदाय में शामिल हों

# createYourAccount
source: Create your account to get started
gu: શરૂ કરવા માટે તમારું એકાઉન્ટ બનાવો
hi: शुरू करने के लिए अपना खाता बनाएं

# iAgreeToTerms
source: I agree to the Terms and Conditions
gu: હું શરતો અને નિયમો સાથે સંમત છું
hi: मैं नियम और शर्तों से सहमत हूं

source: Go to Sign In →
gu: સાઇન ઇન પર જાઓ →
hi: साइन इन पर जाएं →

# pleaseAgreeToTerms
source: Please agree to the Terms and Conditions
gu: કૃપા કરીને શરતો અને નિયમો સાથે સંમત થાઓ
hi: कृपया नियम और शर्तों से सहमत हों

# pleaseEnterFullName
source: Please enter your full name
gu: કૃપા કરીને તમારું પૂરું નામ દાખલ કરો
hi: कृपया अपना पूरा नाम दर्ज करें

# nameMustBeAtLeast2
source: Name must be at least 2 characters
gu: નામ ઓછામાં ઓછું 2 અક્ષરનું હોવું જોઈએ
hi: नाम कम से कम 2 अक्षर का होना चाहिए

# pleaseEnterEmail
source: Please enter your email
gu: કૃપા કરીને તમારું ઇમેઇલ દાખલ કરો
hi: कृपया अपना ईमेल दर्ज करें

# pleaseEnterValidEmail
source: Please enter a valid email
gu: કૃપા કરીને માન્ય ઇમેઇલ દાખલ કરો
hi: कृपया एक वैध ईमेल दर्ज करें

# pleaseEnterPhone
source: Please enter your phone number
gu: કૃપા કરીને તમારો ફોન નંબર દાખલ કરો
hi: कृपया अपना फोन नंबर दर्ज करें

# pleaseEnterValidPhone
source: Please enter a valid phone number
gu: કૃપા કરીને માન્ય ફોન નંબર દાખલ કરો
hi: कृपया एक मान्य फोन नंबर दर्ज करें

# pleaseEnterPassword
source: Please enter a password
gu: કૃપા કરીને પાસવર્ડ દાખલ કરો
hi: कृपया एक पासवर्ड दर्ज करें

# passwordMustBeAtLeast6
source: Password must be at least 6 characters
gu: પાસવર્ડ ઓછામાં ઓછું 6 અક્ષરનું હોવું જોઈએ
hi: पासवर्ड कम से कम 6 अक्षर का होना चाहिए

# pleaseConfirmPassword
source: Please confirm your password
gu: કૃપા કરીને તમારો પાસવર્ડ કન્ફર્મ કરો
hi: कृपया अपना पासवर्ड पुष्टि करें

source: Passwords do not match
gu: પાસવર્ડ મેળ ખાતા નથી
hi: पासवर्ड मेल नहीं खाते

source: Trust Registration No.
gu: ટ્રસ્ટ રજિસ્ટ્રેશન નં.
hi: ट्रस्ट रजिस्ट्रेशन नं.

# trustRegistrationNumber
source: A/3256, Vadodara
gu: A/3256, વડોદરા
hi: A/3256, वडोदरा

# trustRegistrationDate
source: Date: 8/12/2016
gu: તારીખ: 8/12/2016
hi: तारीख: 8/12/2016

source: Established
gu: સ્થાપના
hi: स्थापना

source: About Us
gu: અમારા વિશે
hi: हमारे बारे में

# trustInfo
source: Trust Information
gu: ટ્રસ્ટ માહિતી
hi: ट्रस्ट जानकारी

# aaiMataAarti
source: Maa Shree Aai Mataji Ki Aarti
gu: માં શ્રી આઈમાતાજી કી આરતી
hi: माँ श्री आईमाताजी की आरती

source: View Aarti
gu: આરતી જુઓ
hi: आरती देखें

source: Aarti
gu: આરતી
hi: आरती

source: Devotional Invocations
gu: ભક્તિમય આહ્વાન
hi: भक्तिमय आह्वान

# shriGaneshayaNamah
source: ।। श्री गणेशाय नमः ।।
gu: ।। શ્રી ગણેશાય નમઃ ।।

# shriAaiMatajiNamah
source: ।। श्री आईमाताजी नमः ।।
gu: ।। શ્રી આઈમાતાજી નમઃ ।।

# shriKhetlajiNamah
source: ।। श्री खेतलाजी नमः ।।
gu: ।। શ્રી ખેતલાજી નમઃ ।।

# shriCharbhujaJiNamah
source: ।। श्री चारभुजा जी नमः ।।
gu: ।। શ્રી ચારભુજા જી નમઃ ।।

source: Executive Committee
gu: કાર્યકારણી સમિતિ
hi: कार्यकारणी समिति

source: Executive Members
gu: કાર્યકારણી સભ્યો
hi: कार्यकारणी सदस्य

source: President
gu: અધ્યક્ષ
hi: अध्यक्ष

source: Vice President
gu: ઉપાધ્યક્ષ
hi: उपाध्यक्ष

source: Treasurer
gu: કોષાધ્યક્ષ
hi: कोषाध्यक्ष

source: Assistant Treasurer
gu: સહાયક કોષાધ્યક્ષ
hi: सहायक कोषाध्यक्ष

source: Secretary
gu: સચિવ
hi: सचिव

source: Assistant Secretary
gu: સહાયક સચિવ
hi: सहायक सचिव

source: Advisor
gu: સલાહકાર
hi: सलाहकार

source: Assistant Advisor
gu: સહાયક સલાહકાર
hi: सहायक सलाहकार

source: Manager
gu: વ્યવસ્થાપક
hi: व्यवस्थापक

source: Assistant Manager
gu: સહાયક વ્યવસ્થાપક
hi: सहायक व्यवस्थापक

# noCommitteeMembersYet
source: No committee members added yet
gu: હજુ કોઈ સમિતિ સભ્યો ઉમેર્યા નથી
hi: अभी तक कोई समिति सदस्य नहीं जोड़े गए

# committeeError
source: Error loading committee members
gu: સમિતિ સભ્યો લોડ કરવામાં ભૂલ
hi: समिति सदस्य लोड करने में त्रुटि

# aartiVerse1
source: जय आई श्री, जय आई श्री, जय आई श्री माता। अंबापुर में प्रगटी, नरलाई में रही। भैंसाणा में बैठी, बिलाड़ा में रही। मेवाड़ में रही, जोधपुर में रही। गुजरात में रही, जय आई श्री।
gu: જય આઈ શ્રી, જય આઈ શ્રી, જય આઈ શ્રી માતા। અંબાપુરમાં પ્રગટી, નરલાઈમાં રહી। ભૈંસાણામાં બેઠી, બિલાડામાં રહી। મેવાડમાં રહી, જોધપુરમાં રહી। ગુજરાતમાં રહી, જય આઈ શ્રી।

# aartiVerse2
source: जय आई श्री, जय आई श्री, जय आई श्री माता। चमत्कार दिखाए, भक्तों को बचाया। दुःख दूर किए, सुख दिया सबको। कृपा की बरसात, जय आई श्री।
gu: જય આઈ શ્રી, જય આઈ શ્રી, જય આઈ શ્રી માતા। ચમત્કાર દેખાડ્યા, ભક્તોને બચાવ્યા। દુઃખ દૂર કર્યા, સુખ આપ્યું સૌને। કૃપાની વરસાદ, જય આઈ શ્રી।

# aartiVerse3
source: जय आई श्री, जय आई श्री, जय आई श्री माता। आई माता की जय, आई माता की जय। सबका कल्याण करो, सबका भला करो। आई माता की जय, जय आई श्री।
gu: જય આઈ શ્રી, જય આઈ શ્રી, જય આઈ શ્રી માતા। આઈ માતાની જય, આઈ માતાની જય। સૌનું કલ્યાણ કરો, સૌનું ભલું કરો। આઈ માતાની જય, જય આઈ શ્રી।

# communityRequest
source: All brothers and sisters of the community are requested to take a holiday on Bhadvi Beej and to come in traditional attire.
gu: સમાજના તમામ ભાઈઓ અને બહેનોને વિનંતી છે કે ભાદવી બીજની રજા લો અને પરંપરાગત પોશાકમાં આવો.
hi: समाज के सभी भाइयों और बहनों से निवेदन है कि भादवी बीज की छुट्टी रखें और पारंपरिक वेशभूषा में आएं।

source: Submitted by
gu: નિવેદન
hi: निवेदन

source: Operating Organization
gu: સંચાલક સંગઠન
hi: संचालक संगठन

source: Shree Seervi Kshatriya Samaj
gu: શ્રી સીરવી ક્ષત્રિય સમાજ
hi: श्री सीरवी क्षत्रिय समाज

source: Vadodara, Gujarat
gu: વડોદરા, ગુજરાત
hi: वडोदरा, गुजरात

source: Today's Date
gu: આજની તારીખ
hi: आज की तारीख

source: Day
gu: દિવસ
hi: दिन

source: Time
gu: સમય
hi: समय

source: Monday
gu: સોમવાર
hi: सोमवार

source: Tuesday
gu: મંગળવાર
hi: मंगलवार

source: Wednesday
gu: બુધવાર
hi: बुधवार

source: Thursday
gu: ગુરુવાર
hi: गुरुवार

source: Friday
gu: શુક્રવાર
hi: शुक्रवार

source: Saturday
gu: શનિવાર
hi: शनिवार

source: Sunday
gu: રવિવાર
hi: रविवार

# dailyInfoNote
source: Daily information will be updated with Tithi and Chogadiya soon
gu: દૈનિક માહિતી ટિથી અને ચોઘડિયા સાથે ટૂંક સમયમાં અપડેટ કરવામાં આવશે
hi: दैनिक जानकारी तिथि और चौघड़िया के साथ जल्द ही अपडेट की जाएगी

source: History
gu: ઇતિહાસ
hi: इतिहास

source: Contact Us
gu: અમારો સંપર્ક કરો
hi: संपर्क करें

source: Samaj History
gu: સમાજનો ઇતિહાસ
hi: समाज का इतिहास

# historyContent
source: The Seervi Kshatriya Samaj Vadodara was established with the vision of bringing together the Seervi Kshatriya community in Vadodara. Our organization has been working tirelessly to preserve our cultural heritage, support community members, and foster unity among all members.
gu: સીરવી ક્ષત્રિય સમાજ વડોદરા વડોદરામાં સીરવી ક્ષત્રિય સમુદાયને એકઠા કરવાની દ્રષ્ટિથી સ્થાપિત કરવામાં આવ્યો હતો. અમારી સંસ્થા અમારી સાંસ્કૃતિક વિરાસતને સાચવવા, સમુદાયના સભ્યોને સહાય કરવા અને તમામ સભ્યો વચ્ચે એકતા પ્રોત્સાહન આપવા માટે અથાક મહેનત કરી રહી છે.
hi: सीरवी क्षत्रिय समाज वडोदरा वडोदरा में सीरवी क्षत्रिय समुदाय को एक साथ लाने की दृष्टि से स्थापित किया गया था। हमारा संगठन हमारी सांस्कृतिक विरासत को संरक्षित करने, समुदाय के सदस्यों का समर्थन करने और सभी सदस्यों के बीच एकता को बढ़ावा देने के लिए अथक प्रयास कर रहा है।

source: Key Milestones
gu: મુખ્ય સીમાચિહ્નો
hi: मुख्य मील के पत्थर

# milestone1
source: 2014 - Establishment
gu: 2014 - સ્થાપના
hi: 2014 - स्थापना

# milestone1Description
source: The Samaj was officially established in Vadodara, Gujarat, marking the beginning of our organized community efforts.
gu: સમાજ 2014 માં વડોદરા, ગુજરાતમાં સત્તાવાર રીતે સ્થાપિત કરવામાં આવ્યો હતો, જે અમારા સંગઠિત સમુદાય પ્રયાસોની શરૂઆત હતી.
hi: समाज 2014 में वडोदरा, गुजरात में आधिकारिक रूप से स्थापित किया गया था, जो हमारे संगठित समुदाय प्रयासों की शुरुआत थी।

# milestone2
source: 2016 - Trust Registration
gu: 2016 - ટ્રસ્ટ રજિસ્ટ્રેશન
hi: 2016 - ट्रस्ट पंजीकरण

# milestone2Description
source: The organization was registered as a trust (Registration No. A/3256, Vadodara) on 8th December 2016, formalizing our commitment to community service.
gu: સંસ્થાને 8 ડિસેમ્બર 2016 ના રોજ ટ્રસ્ટ તરીકે રજિસ્ટર કરવામાં આવી હતી (રજિસ્ટ્રેશન નં. A/3256, વડોદરા), જે સમુદાય સેવામાં અમારી પ્રતિબદ્ધતાને ઔપચારિક બનાવે છે.
hi: संगठन को 8 दिसंबर 2016 को एक ट्रस्ट के रूप में पंजीकृत किया गया था (पंजीकरण संख्या A/3256, वडोदरा), जो समुदाय सेवा में हमारी प्रतिबद्धता को औपचारिक बनाता है।

# milestone3
source: Ongoing - Community Growth
gu: ચાલુ - સમુદાય વૃદ્ધિ
hi: चल रहा है - समुदाय वृद्धि

# milestone3Description
source: We continue to grow and serve our community through various programs, events, and initiatives that strengthen our bonds and preserve our traditions.
gu: અમે વિવિધ કાર્યક્રમો, કાર્યક્રમો અને પહેલો દ્વારા અમારા સમુદાયની સેવા કરવાનું અને વૃદ્ધિ કરવાનું ચાલુ રાખીએ છીએ જે અમારા બંધનોને મજબૂત કરે છે અને અમારી પરંપરાઓને સાચવે છે.
hi: हम विभिन्न कार्यक्रमों, कार्यक्रमों और पहलों के माध्यम से अपने समुदाय की सेवा करना और विकास करना जारी रखते हैं जो हमारे बंधन को मजबूत करते हैं और हमारी परंपराओं को संरक्षित करते हैं।

source: Get in Touch
gu: સંપર્કમાં રહો
hi: संपर्क में रहें

source: Office Address
gu: કાર્યાલયનું સરનામું
hi: कार्यालय का पता

# officeAddressDetails
source: Seervi Kshatriya Samaj Vadodara Vadodara, Gujarat, India
gu: સીરવી ક્ષત્રિય સમાજ વડોદરા વડોદરા, ગુજરાત, ભારત
hi: सीरवी क्षत्रिय समाज वडोदरा वडोदरा, गुजरात, भारत

source: Email Address
gu: ઇમેઇલ સરનામું
hi: ईमेल पता

source: Website
gu: વેબસાઇટ
hi: वेबसाइट

# aboutSamaj
source: About Seervi Kshatriya Samaj
gu: સીરવી ક્ષત્રિય સમાજ વિશે
hi: सीरवी क्षत्रिय समाज के बारे में

# aboutContent
source: The Seervi Kshatriya Samaj Vadodara is a community organization dedicated to preserving and promoting the rich cultural heritage of the Seervi Kshatriya community. We strive to create a strong, united, and supportive community that honors our traditions while embracing modern values.
gu: સીરવી ક્ષત્રિય સમાજ વડોદરા એક સમુદાય સંસ્થા છે જે સીરવી ક્ષત્રિય સમુદાયની સમૃદ્ધ સાંસ્કૃતિક વિરાસતને સાચવવા અને પ્રોત્સાહન આપવા માટે સમર્પિત છે. અમે આધુનિક મૂલ્યોને અપનાવતી વખતે અમારી પરંપરાઓનો આદર કરતા મજબૂત, એકીકૃત અને સહાયક સમુદાય બનાવવા માટે પ્રયાસ કરીએ છીએ.
hi: सीरवी क्षत्रिय समाज वडोदरा एक समुदाय संगठन है जो सीरवी क्षत्रिय समुदाय की समृद्ध सांस्कृतिक विरासत को संरक्षित करने और बढ़ावा देने के लिए समर्पित है। हम अपनी परंपराओं का सम्मान करते हुए आधुनिक मूल्यों को अपनाने वाले एक मजबूत, एकजुट और सहायक समुदाय बनाने का प्रयास करते हैं।

source: Our Mission
gu: અમારું મિશન
hi: हमारा मिशन

# missionContent
source: To unite the Seervi Kshatriya community in Vadodara, preserve our cultural heritage, support community members in their personal and professional growth, and foster a sense of belonging and mutual respect among all members.
gu: વડોદરામાં સીરવી ક્ષત્રિય સમુદાયને એકત્રિત કરવા, અમારી સાંસ્કૃતિક વિરાસતને સાચવવા, સમુદાયના સભ્યોને તેમના વ્યક્તિગત અને વ્યાવસાયિક વિકાસમાં સહાય કરવા અને તમામ સભ્યો વચ્ચે સંબંધ અને પરસ્પર આદરની ભાવના પ્રોત્સાહન આપવા.
hi: वडोदरा में सीरवी क्षत्रिय समुदाय को एकजुट करना, हमारी सांस्कृतिक विरासत को संरक्षित करना, समुदाय के सदस्यों को उनके व्यक्तिगत और व्यावसायिक विकास में समर्थन देना, और सभी सदस्यों के बीच संबंध और आपसी सम्मान की भावना को बढ़ावा देना।

source: Our Vision
gu: અમારી દ્રષ્ટિ
hi: हमारी दृष्टि

# visionContent
source: To be a leading community organization that serves as a bridge between tradition and modernity, creating opportunities for growth, learning, and cultural preservation while building a strong, supportive network of community members.
gu: પરંપરા અને આધુનિકતા વચ્ચે પુલ તરીકે કામ કરતી અગ્રણી સમુદાય સંસ્થા બનવા માટે, વિકાસ, શિક્ષણ અને સાંસ્કૃતિક સંરક્ષણ માટે તકો બનાવતી વખતે સમુદાયના સભ્યોનું મજબૂત, સહાયક નેટવર્ક બનાવવા માટે.
hi: परंपरा और आधुनिकता के बीच एक पुल के रूप में काम करने वाला एक अग्रणी समुदाय संगठन बनना, विकास, सीखने और सांस्कृतिक संरक्षण के अवसर पैदा करते हुए समुदाय के सदस्यों का एक मजबूत, सहायक नेटवर्क बनाना।

source: Our Values
gu: અમારા મૂલ્યો
hi: हमारे मूल्य

# valuesContent
source: We are committed to unity, respect, cultural preservation, community service, mutual support, and the overall well-being of all Seervi Kshatriya community members in Vadodara and beyond.
gu: અમે એકતા, આદર, સાંસ્કૃતિક સંરક્ષણ, સમુદાય સેવા, પરસ્પર સહાય અને વડોદરા અને તેની બહારના તમામ સીરવી ક્ષત્રિય સમુદાયના સભ્યોના સામાન્ય કલ્યાણ માટે પ્રતિબદ્ધ છીએ.
hi: हम एकता, सम्मान, सांस्कृतिक संरक्षण, समुदाय सेवा, आपसी सहायता और वडोदरा और उससे आगे के सभी सीरवी क्षत्रिय समुदाय के सदस्यों के सामान्य कल्याण के लिए प्रतिबद्ध हैं।

source: Welcome Back
gu: પાછા સ્વાગત છે
hi: वापसी पर स्वागत है

source: Sign in to your account
gu: તમારા એકાઉન્ટમાં સાઇન ઇન કરો
hi: अपने खाते में साइन इन करें

# areYouSureLogout
source: Are you sure you want to logout?
gu: શું તમે ખરેખર લૉગઆઉટ કરવા માંગો છો?
hi: क्या आप वाकई लॉगआउट करना चाहते हैं?

# logoutConfirmation
source: You will need to sign in again to access your account.
gu: તમારા એકાઉન્ટ સુધી પહોંચવા માટે તમારે ફરીથી સાઇન ઇન કરવું પડશે.
hi: अपने खाते तक पहुंचने के लिए आपको फिर से साइन इन करना होगा।

# connectWithCommunity
source: Connect with community members
gu: સમુદાયના સભ્યો સાથે જોડાઓ
hi: समुदाय के सदस्यों से जुड़ें

# stayUpdated
source: Stay updated with upcoming events
gu: આગામી કાર્યક્રમો સાથે અપડેટ રહો
hi: आगामी कार्यक्रमों के साथ अपडेट रहें

# latestAnnouncements
source: Get latest news and announcements
gu: નવીનતમ સમાચાર અને જાહેરાતો મેળવો
hi: नवीनतम समाचार और घोषणाएं प्राप्त करें

# bySigningInYouAgreeTo
source: By signing in, you agree to our
gu: સાઇન ઇન કરીને, તમે અમારી સાથે સંમત છો
hi: साइन इन करके, आप हमारी सहमति देते हैं

source: Terms and Conditions
gu: નિયમો અને શરતો
hi: नियम और शर्तें

source: and
gu: અને
hi: और

source: Privacy Policy
gu: ગોપનીયતા નીતિ
hi: गोपनीयता नीति

# step1
source: Step 1 of 2
gu: પગલું 1 માંથી 2
hi: चरण 1 का 2

# step2
source: Step 2 of 2
gu: પગલું 2 માંથી 2
hi: चरण 2 का 2

source: Basic Information
gu: મૂળભૂત માહિતી
hi: मूल जानकारी

source: Additional Information
gu: વધારાની માહિતી
hi: अतिरिक्त जानकारी

source: Gotra
gu: ગોત્ર
hi: गोत्र

# pleaseEnterGotra
source: Please enter your gotra
gu: કૃપા કરીને તમારું ગોત્ર દાખલ કરો
hi: कृपया अपना गोत्र दर्ज करें

source: Vadodara Address
gu: વડોદરા સરનામું
hi: वडोदरा पता

# pleaseEnterVadodaraAddress
source: Please enter your Vadodara address
gu: કૃપા કરીને તમારું વડોદરા સરનામું દાખલ કરો
hi: कृपया अपना वडोदरा पता दर्ज करें

source: Native Address
gu: મૂળ સરનામું
hi: मूल पता

# pleaseEnterNativeAddress
source: Please enter your native address (Rajasthan/MP)
gu: કૃપા કરીને તમારું મૂળ સરનામું દાખલ કરો (રાજસ્થાન/MP)
hi: कृपया अपना मूल पता दर्ज करें (राजस्थान/MP)

# pratisthanName
source: Pratisthan/Business Name
gu: પ્રતિષ્ઠાન/વ્યવસાયનું નામ
hi: प्रतिष्ठान/व्यवसाय का नाम

# pleaseEnterPratisthanName
source: Please enter pratisthan/business name
gu: કૃપા કરીને પ્રતિષ્ઠાન/વ્યવસાયનું નામ દાખલ કરો
hi: कृपया प्रतिष्ठान/व्यवसाय का नाम दर्ज करें

source: Profile Image
gu: પ્રોફાઇલ છબી
hi: प्रोफ़ाइल छवि

source: Select Profile Image
gu: પ્રોફાઇલ છબી પસંદ કરો
hi: प्रोफ़ाइल छवि चुनें

source: Next
gu: આગળ
hi: अगला

source: Previous
gu: પાછળ
hi: पिछला

source: Select from Gallery
gu: ગેલેરીમાંથી પસંદ કરો
hi: गैलरी से चुनें

source: Take Photo
gu: ફોટો લો
hi: फोटो लें

source: Remove Image
gu: છબી દૂર કરો
hi: छवि हटाएं

# signUpSuccess
source: Account created successfully
gu: એકાઉન્ટ સફળતાપૂર્વક બનાવ્યું
hi: खाता सफलतापूर्वक बनाया गया

source: User ID
gu: વપરાશકર્તા ID
hi: उपयोगकर्ता ID

source: Not Assigned
gu: સોંપાયેલ નથી
hi: असाइन नहीं किया गया

source: Personal Information
gu: વ્યક્તિગત માહિતી
hi: व्यक्तिगत जानकारी

source: Address Information
gu: સરનામું માહિતી
hi: पता जानकारी

source: Business Information
gu: વ્યવસાય માહિતી
hi: व्यवसाय जानकारी

source: Account Status
gu: એકાઉન્ટ સ્થિતિ
hi: खाता स्थिति

source: Verification Status
gu: ચકાસણી સ્થિતિ
hi: सत्यापन स्थिति

source: Pending Verification
gu: ચકાસણી બાકી
hi: सत्यापन लंबित

source: Member Type
gu: સભ્ય પ્રકાર
hi: सदस्य प्रकार

source: View ID Card
gu: ID કાર્ડ જુઓ
hi: ID कार्ड देखें

source: Edit Profile
gu: પ્રોફાઇલ સંપાદિત કરો
hi: प्रोफ़ाइल संपादित करें

source: Social Samaj News
gu: સામાજિક સમાજ સમાચાર
hi: सामाजिक समाज समाचार

source: Vadodara News
gu: વડોદરા સમાચાર
hi: वडोदरा समाचार

source: E-Newspaper
gu: ઇ-ન્યૂઝપેપર
hi: ई-अखबार

source: E-Newspapers
gu: ઇ-ન્યૂઝપેપર્સ
hi: ई-अखबार

source: Gujarati Newspapers
gu: ગુજરાતી ન્યૂઝપેપર્સ
hi: गुजराती अखबार

source: Rajasthan Newspapers
gu: રાજસ્થાન ન્યૂઝપેપર્સ
hi: राजस्थान अखबार

source: English Newspapers
gu: અંગ્રેજી ન્યૂઝપેપર્સ
hi: अंग्रेजी अखबार

# vadodaraNewspapers
source: Vadodara E-Newspapers
gu: વડોદરા ઇ-ન્યૂઝપેપર્સ
hi: वडोदरा ई-अखबार

source: No news available
gu: કોઈ સમાચાર ઉપલબ્ધ નથી
hi: कोई समाचार उपलब्ध नहीं

source: Failed to load news
gu: સમાચાર લોડ કરવામાં નિષ્ફળ
hi: समाचार लोड करने में विफल

source: Refresh
gu: રીફ્રેશ કરો
hi: रिफ्रेश करें

source: Read More
gu: વધુ વાંચો
hi: और पढ़ें

source: Source
gu: સ્ત્રોત
hi: स्रोत

source: Published on
gu: પ્રકાશિત તારીખ
hi: प्रकाशित तिथि
